export default function AuthBlock() {

  return (
    <>
      <article>
        <div>
          <p>Чтобы зарегистрироваться на мероприятия необходимо авторизоваться через ВКонтакте</p>
          <a href="#">Войти через ВК</a>
        </div>
        <a href="#">Вход для админов</a>
      </article>
      <article>
        <div>
          <p>Чтобы зарегистрироваться на мероприятия необходимо авторизоваться через ВКонтакте</p>
          <a href="#">Войти через ВК</a>
        </div>
      </article>
    </>

  )
} 
